{
    "apps": [
        {
            "Name": "7zip",
            "Version": "26.00",
            "Source": "main",
            "Info": "",
            "Updated": "2026-03-27T16:34:22.240611+07:00"
        },
        {
            "Name": "altsnap",
            "Version": "1.67",
            "Source": "extras",
            "Info": "",
            "Updated": "2026-03-29T09:33:58.7968231+07:00"
        },
        {
            "Name": "autohotkey",
            "Version": "2.0.22",
            "Source": "extras",
            "Info": "",
            "Updated": "2026-03-29T19:32:02.0748475+07:00"
        },
        {
            "Name": "bottom",
            "Version": "0.12.3",
            "Source": "main",
            "Info": "",
            "Updated": "2026-03-29T21:47:14.2671436+07:00"
        },
        {
            "Name": "bun",
            "Version": "1.3.11",
            "Source": "main",
            "Info": "",
            "Updated": "2026-03-27T16:36:33.1184258+07:00"
        },
        {
            "Name": "chezmoi",
            "Version": "2.70.0",
            "Source": "main",
            "Info": "",
            "Updated": "2026-03-27T17:20:54.197603+07:00"
        },
        {
            "Name": "cmake",
            "Version": "4.3.1",
            "Source": "main",
            "Info": "",
            "Updated": "2026-04-01T23:02:44.2177897+07:00"
        },
        {
            "Name": "gcc",
            "Version": "15.2.0",
            "Source": "main",
            "Info": "",
            "Updated": "2026-03-29T16:14:20.6981198+07:00"
        },
        {
            "Name": "git",
            "Version": "2.53.0.2",
            "Source": "main",
            "Info": "",
            "Updated": "2026-03-27T16:34:34.999268+07:00"
        },
        {
            "Name": "keypirinha",
            "Version": "2.26",
            "Source": "extras",
            "Info": "",
            "Updated": "2026-03-29T18:31:31.1712518+07:00"
        },
        {
            "Name": "komorebi",
            "Version": "0.1.40",
            "Source": "extras",
            "Info": "",
            "Updated": "2026-03-29T19:22:24.9811991+07:00"
        },
        {
            "Name": "neovim",
            "Version": "0.11.7",
            "Source": "main",
            "Info": "",
            "Updated": "2026-03-29T09:57:48.3480477+07:00"
        },
        {
            "Name": "oh-my-posh",
            "Version": "29.9.2",
            "Source": "main",
            "Info": "",
            "Updated": "2026-03-27T17:33:22.299478+07:00"
        },
        {
            "Name": "perl",
            "Version": "5.42.0.1",
            "Source": "main",
            "Info": "",
            "Updated": "2026-03-27T16:37:42.8324154+07:00"
        },
        {
            "Name": "ripgrep",
            "Version": "15.1.0",
            "Source": "main",
            "Info": "",
            "Updated": "2026-04-01T22:53:20.8108748+07:00"
        },
        {
            "Name": "rustup",
            "Version": "1.29.0",
            "Source": "main",
            "Info": "",
            "Updated": "2026-04-09T19:59:02.1832077+07:00"
        },
        {
            "Name": "yazi",
            "Version": "26.1.22",
            "Source": "main",
            "Info": "",
            "Updated": "2026-03-29T08:53:18.415537+07:00"
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2026-04-09T19:42:43+07:00",
            "Manifests": 1492
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2026-04-09T19:44:43+07:00",
            "Manifests": 2290
        }
    ]
}
