{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2026-04-09T19:42:43+07:00",
            "Manifests": 1492
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2026-04-09T19:44:43+07:00",
            "Manifests": 2290
        }
    ],
    "apps": [
        {
            "Version": "26.00",
            "Updated": "2026-03-27T16:34:22.240611+07:00",
            "Source": "main",
            "Info": "",
            "Name": "7zip"
        },
        {
            "Version": "1.67",
            "Updated": "2026-03-29T09:33:58.7968231+07:00",
            "Source": "extras",
            "Info": "",
            "Name": "altsnap"
        },
        {
            "Version": "2.0.22",
            "Updated": "2026-03-29T19:32:02.0748475+07:00",
            "Source": "extras",
            "Info": "",
            "Name": "autohotkey"
        },
        {
            "Version": "0.12.3",
            "Updated": "2026-03-29T21:47:14.2671436+07:00",
            "Source": "main",
            "Info": "",
            "Name": "bottom"
        },
        {
            "Version": "1.3.11",
            "Updated": "2026-03-27T16:36:33.1184258+07:00",
            "Source": "main",
            "Info": "",
            "Name": "bun"
        },
        {
            "Version": "2.70.0",
            "Updated": "2026-03-27T17:20:54.197603+07:00",
            "Source": "main",
            "Info": "",
            "Name": "chezmoi"
        },
        {
            "Version": "4.3.1",
            "Updated": "2026-04-01T23:02:44.2177897+07:00",
            "Source": "main",
            "Info": "",
            "Name": "cmake"
        },
        {
            "Version": "15.2.0",
            "Updated": "2026-03-29T16:14:20.6981198+07:00",
            "Source": "main",
            "Info": "",
            "Name": "gcc"
        },
        {
            "Version": "2.53.0.2",
            "Updated": "2026-03-27T16:34:34.999268+07:00",
            "Source": "main",
            "Info": "",
            "Name": "git"
        },
        {
            "Version": "2.26",
            "Updated": "2026-03-29T18:31:31.1712518+07:00",
            "Source": "extras",
            "Info": "",
            "Name": "keypirinha"
        },
        {
            "Version": "0.1.40",
            "Updated": "2026-03-29T19:22:24.9811991+07:00",
            "Source": "extras",
            "Info": "",
            "Name": "komorebi"
        },
        {
            "Version": "0.11.7",
            "Updated": "2026-03-29T09:57:48.3480477+07:00",
            "Source": "main",
            "Info": "",
            "Name": "neovim"
        },
        {
            "Version": "29.9.2",
            "Updated": "2026-03-27T17:33:22.299478+07:00",
            "Source": "main",
            "Info": "",
            "Name": "oh-my-posh"
        },
        {
            "Version": "5.42.0.1",
            "Updated": "2026-03-27T16:37:42.8324154+07:00",
            "Source": "main",
            "Info": "",
            "Name": "perl"
        },
        {
            "Version": "15.1.0",
            "Updated": "2026-04-01T22:53:20.8108748+07:00",
            "Source": "main",
            "Info": "",
            "Name": "ripgrep"
        },
        {
            "Version": "1.29.0",
            "Updated": "2026-04-09T19:59:02.1832077+07:00",
            "Source": "main",
            "Info": "",
            "Name": "rustup"
        },
        {
            "Version": "26.1.22",
            "Updated": "2026-03-29T08:53:18.415537+07:00",
            "Source": "main",
            "Info": "",
            "Name": "yazi"
        }
    ]
}
